/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "‏%1$@ من %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "تم استيراد هذا الاختصار من %1$@ في %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "تم استيراد هذا الاختصار من %1$@، ‏%2$@.";

/* %@ = action name */
"Add “%@”" = "إضافة \"%@\"";

/* %@ = action name */
"Remove “%@”" = "إزالة \"%@\"";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "هل ترغب في تسجيل الخروج من %@ في \"الاختصارات\"؟";

/* %@ = service name */
"Do you want to sign out of %@?" = "هل ترغب في تسجيل الخروج من %@؟";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "تم استيراد هذا الاختصار من %@. هل ترغب بالتأكيد في تشغيله؟";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "كـ: %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "حذف الإجراءات الموجودة بداخل \"%@\" كذلك؟";

/* %@=app name */
"Install %@" = "تثبيت %@‎";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "عبارة Siri";

/* Access resource action settings title */
"Accounts" = "الحسابات";

/* Accessibility accouncement */
"Finished editing shortcuts" = "انتهى تحرير الاختصارات";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "تمت إضافة %@ للمفضلة";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "تمت إزالة %@ من المفضلة";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "تشغيل الاختصار";

/* Accessibility action */
"Delete shortcut" = "حذف الاختصار";

/* Accessibility action */
"Duplicate shortcut" = "تكرار الاختصار";

/* Accessibility action */
"Favorite Action" = "إضافة الإجراء للمفضلة";

/* Accessibility action */
"Rename shortcut" = "إعادة تسمية الاختصار";

/* Accessibility action */
"Un-favorite Action" = "إزالة الإجراء من المفضلة";

/* Accessibility action or discoverability title */
"Edit shortcut" = "تحرير الاختصار";

/* Accessibility action or discoverability title */
"Run shortcut" = "تشغيل الاختصار";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "تمت إضافة %@ إلى الاختصار";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "أنواع الإدخال المقبولة";

/* Accessibility announcement */
"Closed variables tray" = "تم إغلاق درج المتغيرات";

/* Accessibility announcement */
"Editing shortcuts" = "تحرير الاختصارات";

/* Accessibility announcement */
"Opened variables tray" = "تم فتح درج المتغيرات";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "السحب";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "انتهى الاختصار";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "تمت إضافة %1$@ إلى الاختصار فوق %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "تمت إضافة %1$@ إلى الاختصار تحت %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "تم النقل أعلى %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "تم النقل أسفل %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "تمت إزالة %@";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "تم تكرار %@";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "تم الطي";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "السحب";

/* Accessibility announcement; expanded parameter */
"expanded" = "تم التوسيع";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "توقف الاختصار";

/* Accessibility hint */
"Closes the shortcut" = "إغلاق الاختصار";

/* Accessibility hint */
"Creates a new shortcut" = "إنشاء اختصار جديد";

/* Accessibility hint */
"Deletes the selected shortcuts" = "حذف الاختصارات المحددة";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "اضغط مرتين للإضافة إلى الجزء السفلي من الاختصار. اضغط مرتين مطولاً ثم اسحب لتخصيص الموضع في الاختصار.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "قابل للسحب. اضغط مرتين مطولاً وانتظر حتى تسمع صوتًا، ثم اسحب لإعادة الترتيب. اضغط مرتين للتحديد.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "تكرار الاختصارات المحددة";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "سيتم عرض هذا الاختصار في ملحق إجراءات الاختصارات (في قائمة مشاركة iOS) عندما يكون المحتوى المشترك أحد الأنواع التي تحدها هنا.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "إيقاف نمط تحرير الاختصار";

/* Accessibility hint */
"Turns on shortcut editing mode" = "تشغيل نمط تحرير الاختصار";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "اضغط مرتين لطي درج الإجراءات بحجم نصف الشاشة";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "اضغط مرتين لتوسيع درج الإجراءات تمامًا";

/* Accessibility hint on action */
"Double-tap to read the action description." = "اضغط مرتين لقراءة وصف الاختصار.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "قابل للسحب. اضغط مرتين مطولاً وانتظر حتى تسمع صوتًا، ثم اسحب لإعادة الترتيب. اضغط مرتين لقراءة وصف الإجراء.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "اضغط مرتين لتبديل الإعداد";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "اضغط مرتين للاختيار";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "اضغط مرتين للطي";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "اضغط مرتين للإدراج";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "اضغط مرتين للتوسيع";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "تشغيل الاختصار %@";

/* Accessibility label */
"Add Tag" = "إضافة علامة";

/* Accessibility label */
"Close" = "إغلاق";

/* Accessibility label */
"Create Shortcut" = "إنشاء اختصار";

/* Accessibility label */
"Show Keyboard" = "إظهار لوحة المفاتيح";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "داخل %@";

/* Accessibility label or discoverability title */
"Redo" = "إعادة";

/* Accessibility label or discoverability title */
"Undo" = "تراجع";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "تم التصغير";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "نصف الشاشة";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "ملء الشاشة";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "إجراء \"%@\" - قيد التشغيل - اكتمل: %d بالمئة";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "إجراء \"%@\"";

/* Accessibility label; remove search filter */
"Remove filter" = "إزالة عامل التصفية";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "‏%@ (غير محدد)";

/* Accessibility value; switch is on */
"On" = "تشغيل";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "ارفع إصبعك لإزالة %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "هذا الإجراء يمرر الإدخال كإخراج.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "إحضار الإدخال الذي تم تمريره في بداية الاختصار.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "ليست لديك أي اختصارات لصفحات المشاركة حتى الآن.\n\nلإضافة اختصار، أنشئ اختصارًا وشغّل \"إظهار في صفحة المشاركة\" في إعداداته.";

/* Action extension; no search results */
"No shortcuts match the search." = "لا توجد اختصارات مطابقة للبحث.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "ليست لديك أي اختصارات حتى الآن.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "اقتراحات Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "الاختصار: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "إضافة إلى هذا الاختصار";

/* Add search filter */
"Add Filter" = "إضافة فلتر";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "أي شخص لديه حق الوصول إلى هذا الرابط المشترك سيتمكن من عرض محتويات هذا الاختصار.";

/* Alert title */
"Error" = "خطأ";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "إنشاء رابط iCloud";

/* Allow access to service */
"Allow Access" = "السماح بالوصول";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(غير مثبت) %@";

/* App search view; navigation bar title */
"Choose App" = "اختيار تطبيق";

/* App search view; no results */
"No results." = "لا توجد نتائج.";

/* App search view; search bar placeholder */
"Search apps…" = "بحث في التطبيقات…";

/* Apple Watch complication */
"Complication" = "الإضافة";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "ليست لديك أي اختصارات Apple Watch حتى الآن.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "تحديد الاختصارات التي يجب عرضها في إضافة الاختصارات على واجهة الساعة في Apple Watch.\n\nبمرور الوقت، سيعمل تطبيق الاختصارات على تحسين توقيت ظهور الاختصارات في الإضافة بناءً على وقت تشغيلها.";

/* Apps category */
"Apps" = "التطبيقات";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "مطالبتك بإدخال النص عند تشغيل هذا الاختصار.";

/* Boolean false */
"False" = "خطأ";

/* Boolean true */
"True" = "صواب";

/* Button */
"Back" = "رجوع";

/* Button */
"Cancel" = "إلغاء";

/* Button */
"Choose Variable" = "اختيار متغير";

/* Button */
"Clear" = "مسح";

/* Button */
"Delete Actions" = "حذف الإجراءات";

/* Button */
"Delete Shortcut" = "حذف الاختصار";

/* Button */
"Done" = "تم";

/* Button */
"Get More Shortcuts" = "إحضار المزيد من الاختصارات";

/* Button */
"Go Back" = "رجوع";

/* Button */
"Help" = "مساعدة";

/* Button */
"Keep Actions" = "الاحتفاظ بالإجراءات";

/* Button */
"Next" = "التالي";

/* Button */
"OK" = "موافق";

/* Button */
"Remove Action" = "إزالة الإجراء";

/* Button */
"Remove Action From Shortcut" = "إزالة الإجراء من الاختصار";

/* Button */
"Remove Photo" = "إزالة الصورة";

/* Button */
"Select Magic Variable" = "تحديد متغير Magic";

/* Button */
"Select Photo" = "تحديد الصورة";

/* Button */
"Show Action Settings" = "إظهار إعدادات الإجراءات";

/* Button */
"Show Actions" = "إظهار الإجراءات";

/* Button */
"Sign Out" = "تسجيل الخروج";

/* Button */
"Take Photo" = "التقاط صورة";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "إضافة إلى الصفحة الرئيسية";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "إضافة إلى الصفحة الرئيسية";

/* Button or title */
"Delete" = "حذف";

/* Button or title */
"Run Shortcut" = "تشغيل الاختصار";

/* Button or title */
"Settings" = "الإعدادات";

/* Button or title */
"Variables" = "المتغيرات";

/* Button title */
"Add to Siri" = "إضافة إلى Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "إحضار الاختصار";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "عرض النتيجة في وضع ملء الشاشة";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "أخذ جولة سريعة";

/* Button; used for sharing a shortcut's result */
"Share Result" = "مشاركة النتيجة";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "يعمل هذا الاختصار مع التطبيقات والخدمات التالية:";

/* Choose an item */
"Choose" = "اختيار";

/* Conditional AND */
"and" = "و";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "وضع \"وإلا\" مرة أخرى";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "الإجراءات الموضوعة بعد \"وإلا\" ستعمل إذا لم يتحقق الشرط.";

/* Conditional actions settings navigation bar title */
"If Action" = "إجراء إذا";

/* Confirmation HUD when link copies */
"Link copied" = "تم نسخ الرابط";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "هل ترغب بالتأكيد في إيقاف مشاركة هذا الاختصار؟ سيتم حذف رابط iCloud ولن يعمل.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "سيتم حذف هذا الاختصار من جميع أجهزتك المرتبطة بـ iCloud.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "سيتم حذف هذه الاختصارات من جميع أجهزتك المرتبطة بـ iCloud.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "لا يبدو أن \"%1$@\" ‏%2$@. هل تقصد إضافة جهة اتصال؟";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "استخدام \"%@\" على أي حال";

/* Contact field; accessibility label */
"Add Contact" = "إضافة جهة اتصال";

/* Contact field; button */
"Search Contacts" = "بحث في جهات الاتصال";

/* Contact field; supported type string */
"a phone number" = "رقم هاتف";

/* Contact field; supported type string */
"a phone number or email address" = "رقم هاتف أو عنوان بريد إلكتروني";

/* Contact field; supported type string */
"an email address" = "عنوان بريد إلكتروني";

/* Content Types category */
"Content Types" = "أنواع المحتوى";

/* Copy link to shortcut */
"Copy Link" = "نسخ الرابط";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "نسخ رابط iCloud";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "يتبع هذا التنسيق الأنماط الواردة في معيار Unicode Technical Standard #35.";

/* Custom date format alert title */
"Custom Date Format" = "تنسيق تاريخ مخصص";

/* Custom date formatting style */
"Custom" = "مخصص";

/* Custom time format title */
"Custom Format" = "تنسيق مخصص";

/* Default option */
"Default" = "افتراضي";

/* Delete all shortcuts */
"Delete All" = "حذف الكل";

/* Delimeter for input types */
", " = "‏، ";

/* Deselect all input types */
"Deselect All" = "إلغاء تحديد الكل";

/* Dictionary key placeholder */
"Key" = "المفتاح";

/* Discoverability or accessibility title */
"Shortcut Settings" = "إعدادات الاختصارات";

/* Discoverability or accessibility title */
"Stop Shortcut" = "إيقاف الاختصار";

/* Discoverability title */
"Close shortcut" = "إغلاق الاختصار";

/* Discoverability title */
"Search actions" = "إجراءات البحث";

/* Discoverability title */
"Stop shortcut" = "إيقاف الاختصار";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "إظهار في صفحة المشاركة";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "إظهار في الأداة";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "إظهار في الإضافة";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "إظهار على Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "تكرار الاختصار";

/* Duplicate shortcut */
"Duplicate" = "تكرار";

/* Edit import questions back bar button title */
"Questions" = "الأسئلة";

/* Error message */
"No options available." = "لا توجد خيارات متوفرة.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "تعذر تحميل App Store.\n\n‏%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "شغّل الاختصارات بسرعة باستخدام الأداة.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "المفضلة";

/* Favorite button title - action is favorited */
"Favorited" = "تم التفضيل";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "حساب: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "كل ما يلي صحيح";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "أي مما يلي صحيح";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "‏${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "‏${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "‏${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "‏${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "‏${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "‏${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "‏${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "‏${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "‏${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "‏${property} ${and}";

/* Find filter UI operator */
"begins with" = "يبدأ بـ";

/* Find filter UI operator */
"contains" = "يتضمن";

/* Find filter UI operator */
"does not contain" = "لا يتضمن";

/* Find filter UI operator */
"ends with" = "ينتهي بـ";

/* Find filter UI operator */
"is" = "هو";

/* Find filter UI operator */
"is after" = "بعد";

/* Find filter UI operator */
"is before" = "قبل";

/* Find filter UI operator */
"is between" = "بين";

/* Find filter UI operator */
"is exactly" = "يساوي";

/* Find filter UI operator */
"is greater than" = "أكبر من";

/* Find filter UI operator */
"is greater than or equal to" = "أكبر من أو يساوي";

/* Find filter UI operator */
"is in the last" = "في آخر";

/* Find filter UI operator */
"is in the next" = "خلال";

/* Find filter UI operator */
"is larger than" = "أكبر من";

/* Find filter UI operator */
"is larger than or equal to" = "أكبر من أو يساوي";

/* Find filter UI operator */
"is less than" = "أقل من";

/* Find filter UI operator */
"is less than or equal to" = "أقل من أو يساوي";

/* Find filter UI operator */
"is longer than" = "أطول من";

/* Find filter UI operator */
"is longer than or equal to" = "أطول من أو يساوي";

/* Find filter UI operator */
"is not" = "ليس";

/* Find filter UI operator */
"is not exactly" = "لا يساوي";

/* Find filter UI operator */
"is not on" = "ليس على";

/* Find filter UI operator */
"is on" = "على";

/* Find filter UI operator */
"is shorter than" = "أقصر من";

/* Find filter UI operator */
"is shorter than or equal to" = "أقصر من أو يساوي";

/* Find filter UI operator */
"is smaller than" = "أصغر من";

/* Find filter UI operator */
"is smaller than or equal to" = "أصغر من أو يساوي";

/* Find filter UI operator */
"is today" = "اليوم";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "شغّل هذا الاختصار بصوتك من خلال إضافته إلى Siri.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "استخدم هذا الاختصار من تطبيقات أخرى عبر فتح صفحة المشاركة والضغط على \"الاختصارات\".";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "أدخل مفتاحًا لاستخراج قيمته من القاموس، أو اترك الحقل فارغًا للحصول على القاموس بالكامل.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "‏%@ (هذا الجهاز)";

/* Full name of contact */
"Full Name" = "الاسم بالكامل";

/* Full street address of location */
"Full Street Address" = "عنوان الشارع بالكامل";

/* Get property */
"Get" = "إحضار";

/* Get value for a dictionary key */
"Get Value for Key" = "إحضار قيمة المفتاح";

/* Go to next import question */
"Continue" = "متابعة";

/* Guided tour; drag actions to here hint */
"…to here" = "…إلى هنا";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "اسحب الإجراءات إلى هنا";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "سيتطلب هذا الإجراء، عند تشغيله على Apple Watch، استخدام Handoff والمتابعة على الـ iPhone.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "الوحدة";

/* ISO 8601 date formatting style */
"ISO 8601" = "‏ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "الوقت بتنسيق ISO 8601";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "رمز %1$@، لون الخلفية: %2$@";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "اختيار صورة مخصصة لاستخدامها عند تحميل هذا الاختصار إلى الشاشة الرئيسية.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "ستستخدم الصورة أعلاه عند تحميل هذا الاختصار إلى الشاشة الرئيسية.";

/* Icon editor; accessibility label */
"Icon Preview" = "معاينة الأيقونة";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "محرر أيقونة الاختصار";

/* Icon editor; segmented control option */
"Color" = "ملونة";

/* Icon editor; segmented control option */
"Glyph" = "رمز";

/* Icon editor; segmented control option */
"Home Screen" = "الشاشة الرئيسية";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "سيتم طرح الأسئلة المضافة هنا عند استيراد هذا الاختصار على جهاز مختلف. وسيتم تعبئة الإجابات عن هذه الأسئلة في الاختصار.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "يمكنك تجربة أسئلة الاستيراد باستخدام زر \"تخصيص الاختصار\" في إعدادات ذلك الاختصار.";

/* Import questions detail view */
"Default Answer" = "الإجابة الافتراضية";

/* Import questions detail view */
"Question Text" = "نص السؤال";

/* Import questions detail view */
"Type a question here…" = "اكتب سؤالاً هنا…";

/* Import questions details view; navigation bar title */
"Details" = "تفاصيل";

/* Import questions; button */
"Add New Question…" = "إضافة سؤال جديد…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "اختيار معامل من أحد الإجراءات التالية.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "اختيار معامل";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "لا يحتوي هذا الاختصار على إجراءات. الرجاء إضافة بعض الإجراءات إلى الاختصار قبل إعداد أسئلة الاستيراد.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "هذا الاختصار يقبل %@";

/* Input types of action */
"Input" = "إدخال";

/* Input variable description */
"Gets the output of the previous action." = "إحضار إخراج الإجراء السابق.";

/* Install app icon; should match App Store GET button */
"GET" = "إحضار";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "إضافة إجراءات من الأسفل لإنشاء الاختصار.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "إضافة إجراءات من اليمين لإنشاء الاختصار.";

/* Item can be anything */
"anything" = "أي شيء";

/* Keep all shortcuts */
"Keep All" = "الاحتفاظ بالكل";

/* Keep shortcuts */
"Keep" = "احتفاظ";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "الاحتفاظ بـ %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "توسيع";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "طي";

/* Label for types that the workflow accepts. */
"Accepted Types" = "الأنواع المقبولة";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "إضافة %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "ما نوع القيمة التي تريد إضافتها؟";

/* Long date formatting style */
"Long" = "طويل";

/* Manage sharing */
"Manage Sharing" = "إدارة المشاركة";

/* Medium date formatting style */
"Medium" = "متوسط";

/* Missing action error action */
"Update Shortcuts" = "تحديث الاختصارات";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "تعذر العثور على هذا الإجراء في هذا الإصدار من الاختصارات.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "الاسم وعنوان URL للمتجر";

/* Name of measurement unit */
"Unit (Name)" = "الوحدة";

/* Navigation bar title */
"Select a Magic Variable" = "تحديد متغير Magic";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "حل التعارضات";

/* No variables avaiable error */
"⚠️ Variable not available." = "‏⚠️ المتغير غير متاح.";

/* None option */
"None" = "لا شيء";

/* Note about using the action */
"Note" = "ملاحظة";

/* Parameter already in use by another import question */
"Already In Use" = "قيد الاستخدام بالفعل";

/* Parameter not supported for import question */
"Not Supported for Questions" = "غير مدعوم للأسئلة";

/* Piece of text */
"Text" = "نص";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "تم استيراد هذا الاختصار من تطبيق آخر. هل ترغب بالتأكيد في تشغيله؟";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "نسبي";

/* Relative date or time formatting style */
"How Long Ago/Until" = "منذ/حتى مدة";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "جهاز غير معروف";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "سيستخدم هذا الاسم لكل متغيرات Magic الخاصة بإجراء %@ هذا.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "إزالة متغير Magic";

/* Rename shortcut alert title */
"Rename Shortcut" = "إعادة تسمية الاختصار";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "أدخل اسمًا جديدًا للاختصار.";

/* Rename workflow or variable */
"Rename" = "إعادة التسمية";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "يتطلب";

/* Result types of action */
"Result" = "النتيجة";

/* Reveal action that is associated with the variable */
"Reveal Action" = "كشف الإجراء";

/* Scripting category */
"Scripting" = "برمجة نصية";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "بحث";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "اختصارات الإضافات";

/* Select all input types */
"Select All" = "تحديد الكل";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "‏%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "‏%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "‫%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "‏%@ - ‏(%@)";

/* Share a shortcut */
"Share Shortcut" = "مشاركة الاختصار";

/* Share a workflow along with a description */
"Share with Description" = "مشاركة مع الوصف";

/* Share a workflow as a file */
"Share as File" = "مشاركة كملف";

/* Share shortcut */
"Share" = "مشاركة";

/* Short date formatting style */
"Short" = "قصير";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "لا توجد أي إجراءات في \"%@\".";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "اختصار فارغ";

/* Shortcut contains no actions error title */
"No Actions" = "لا توجد إجراءات";

/* Shortcut description placeholder */
"Customize Shortcut…" = "تخصيص الاختصار…";

/* Shortcut icon */
"Icon" = "الأيقونة";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "اختيار اختصار";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "تم النقل بين %1$@ و %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "تم النقل إلى النهاية بعد %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "تم النقل إلى الأعلى قبل %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "لاستخدام الاختصارات من أداة اليوم، اتبع بضع خطوات بسيطة لإضافتها إلى الأداة. أو اضغط على \"تم\" للإعداد لاحقًا.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "إضافة أداة اليوم لتشغيل الاختصارات بسرعة فائقة.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "لقطة شاشة لصفحة مشاركة في Safari مع تمييز نشاط الاختصارات";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "يتم تشغيل اختصارات محلقات الإجراءات من صفحة المشاركة داخل التطبيقات الأخرى.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "يتم تشغيل اختصارات أداة اليوم في مركز الإشعارات من خلال السحب لأسفل من أعلى الشاشة.";

/* Shortcut types help view; title */
"Shortcut Types" = "أنواع الاختصارات";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "تم الحذف على %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "تم الحذف على جهاز آخر";

/* Shortcut was modified on a specified device */
"Modified on %@" = "تم التعديل على %@";

/* Shortcut was modified on another device */
"Modified on another device" = "تم التعديل على جهاز آخر";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "بحث في الاختصارات…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "لقطة شاشة لأداة الاختصارات في مركز الإشعارات";

/* Siri phrase */
"“%@”" = "‏\"%@\"";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "تخطي الإعداد";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "٢";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "إيقاف المشاركة";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "إرسال إلى المعرض";

/* Tap to choose an option */
"Tap to Choose" = "اضغط للاختيار";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "ألق نظرة على الاختصار الذي صممته.";

/* The accessibility label for the actions table view container */
"Actions Controller" = "وحدة تحكم الإجراءات";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "أسفل الشاشة";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "أعلى يمين الشاشة";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "أي شيء";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "لا شيء";

/* Title */
"Actions" = "الإجراءات";

/* Title */
"Date Format" = "تنسيق التاريخ";

/* Title */
"Requires Handoff" = "يتطلب Handoff";

/* Title */
"Shortcuts" = "الاختصارات";

/* Title */
"Time Format" = "تنسيق الوقت";

/* Title */
"Type" = "النوع";

/* Title for action drawer categories view */
"Categories" = "الفئات";

/* Title for configuration page for unit */
"Unit (Title)" = "الوحدة";

/* Title of main screen showing your library of shortcuts */
"Library" = "المكتبة";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "تخصيص الاختصارات";

/* Title or button */
"Import Questions" = "أسئلة الاستيراد";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "رائع! تم إعداد أداة اليوم.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "ثم اسحب بعض اختصارات أداة اليوم من المعرض.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "عند إضافة \"الاختصارات\" إلى أداة اليوم، يمكنك تشغيلها بضغطة واحدة من أي تطبيق بمجرد السحب لأسفل لإظهار مركز الإشعارات.";

/* Today widget explanation button */
"Add Widget" = "إضافة أداة";

/* Today widget explanation button */
"View the Gallery" = "عرض المعرض";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "تشغيل الاختصارات بسرعة فائقة، من أي مكان على %MODEL%.";

/* Unknown item */
"Unknown" = "غير معروف";

/* Used in a phrase like 'Add new item' */
"new item" = "عنصر جديد";

/* User’s favorited workflows or actions */
"Favorites" = "المفضلة";

/* Variable field placeholder */
"Variable Name" = "اسم المتغير";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "يمكنك إنشاء متغير من خلال إضافة إجراء \"تعيين متغير\".";

/* Varible picker; none available error title */
"No Variables Are Available" = "لا توجد متغيرات متوفرة";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "تعارضات";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "تكوين هذا الاختصار";

/* Workflow name */
"Name of Shortcut" = "الاسم";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "اضغط على \"تم\" لمتابعة تحرير الاختصار.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "لقطة شاشة لتطبيق الاختصارات على الساعة";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "يتم تشغيل اختصارات Apple Watch من ساعتك عبر تطبيق الاختصارات أو إضافة الاختصارات على الساعة.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "كيف أجد أداة اليوم؟";

/* iOS Today Widget */
"Today Widget" = "أداة اليوم";

